Repository: synapsetm/SetCraft
Catalog: Setify/Localizable.xcstrings
Source language: en
Languages: de

source: %lld found
de: %lld gefunden

source: Adjust tempo
de: Tempo anpassen

source: Add as source
de: Als Quelle hinzufügen

source: Add folder as a source
de: Ordner als Quelle hinzufügen

source: Add folder…
de: Ordner hinzufügen…

source: Grant access to this folder so its tracks can appear in the library.
de: Erteile Zugriff auf diesen Ordner, damit seine Tracks in der Bibliothek erscheinen.

source: Load
de: Laden

source: Load the selected track from the library
de: Markierten Track aus der Bibliothek laden

source: Unknown artist
de: Unbekannter Artist

source: Analyze
de: Analysieren

source: Analyze missing (%lld)
de: Fehlende analysieren (%lld)

source: Analyzing (%lld)
de: Analysiere (%lld)

source: Analyzing waveform…
de: Waveform wird analysiert…

source: Appearance
de: Erscheinungsbild

source: Cancel
de: Abbrechen

source: Choose folder…
de: Ordner wählen…

source: Choose music folder
de: Musikordner wählen

source: Comment
de: Kommentar

source: Dark
de: Dunkel

source: Discard
de: Verwerfen

source: Expected BPM range for the octave correction
de: Erwarteter BPM-Bereich für die Oktav-Korrektur

source: Fine adjust
de: Feinregelung

source: Light
de: Hell

source: Load an audio file
de: Audiodatei laden

source: Load in player
de: In Player laden

source: No BPM and no key detected: %@
de: Keine BPM und keine Tonart erkannt: %@

source: No BPM detected: %@
de: Keine BPM erkannt: %@

source: No file loaded
de: Keine Datei geladen

source: No key detected: %@
de: Keine Tonart erkannt: %@

source: Open a file, drop one here, or load one from the library
de: Datei öffnen, hineinziehen oder aus der Bibliothek laden

source: Open audio file
de: Audiodatei öffnen

source: Open audio file…
de: Audiodatei öffnen…

source: Open file…
de: Datei öffnen…

source: Remove source
de: Quelle entfernen

source: Remove the track from the player
de: Track aus dem Player entfernen

source: Save
de: Speichern

source: Save (%lld)
de: Speichern (%lld)

source: Size
de: Grösse

source: Sources
de: Quellen

source: There are library changes that haven't been written to the files yet. What would you like to do?
de: Es gibt Bibliotheks-Änderungen, die noch nicht in die Dateien geschrieben wurden. Was möchtest du tun?

source: Time
de: Zeit

source: Title
de: Titel

source: Type
de: Typ

source: Unload
de: Entladen

source: Unsaved changes
de: Ungespeicherte Änderungen

source: View
de: Ansicht

source: Year
de: Jahr
